Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# iTMSCheckForRentalsTitle
source: Check for Rentals
ar: البحث عن العناصر المستأجرة
ca: Comprova si hi ha lloguers
cs: Vyhledat položky k vypůjčení
da: Søg efter lejede emner
de: Nach Leihartikeln suchen
el: Έλεγχος για ενοικιάσεις
es: Comprobar alquileres
es_us: Comprobar si hay rentas
fi: Etsi vuokrattuja
fr: Rechercher des locations
fr_ca: Rechercher des locations
he: חיפוש פריטים שניתן לשכור
hi: रेंटल ढूँढें
hr: Traži posudbe
hu: Kölcsönzések ellenőrzése
id: Periksa Persewaan
it: Verifica disponibilità noleggi
ja: レンタル項目を確認
ko: 대여 항목 확인
ms: Semak untuk Sewaan
nb: Se etter leide objekter
nl: Zoek naar gehuurde media
pl: Sprawdź wypożyczone rzeczy
pt_br: Buscar Itens de Aluguel
pt_pt: Procurar elementos alugados
ro: Căutați închirieri
ru: Поиск объектов напрокат
sk: Vyhľadať požičané
sl: Preveri za možnosti za izposojo
sv: Leta efter hyresobjekt
th: ตรวจสอบรายการเช่า
tr: Kiralıkları Denetle
uk: Шукати прокат
vi: Kiểm tra phim đã thuê
zh_cn: 检查租借项目
zh_hk: 檢查租借項目
zh_tw: 檢查租借項目

# iTMSFamilyAccountsHeaderTitle
source: Family Accounts
ar: حسابات العائلة
ca: Comptes familiars
cs: Rodinné účty
da: Familiekonti
de: Familien-Accounts
el: Οικογενειακοί λογαριασμοί
es: Cuentas de la familia
es_us: Cuentas de familiares
fi: Perhetilit
fr: Comptes familiaux
fr_ca: Comptes familiaux
he: חשבונות משפחתיים
hi: परिवार खाते
hr: Obiteljski računi
hu: Családi fiókok
id: Akun Keluarga
it: Account di “In famiglia”
ja: ファミリーアカウント
ko: 가족 계정
ms: Akaun Keluarga
nb: Familiekontoer
nl: Gezinsaccounts
pl: Konta rodziny
pt_br: Contas Familiares
pt_pt: Contas da família
ro: Conturi familie
ru: Семейные учетные записи
sk: Rodinné účty
sl: Družinski računi
sv: Familjekonton
th: บัญชีครอบครัว
tr: Aile Hesapları
uk: Сімейні облікові записи
vi: Tài khoản Gia đình
zh_cn: 家庭账户
zh_hk: 家人帳户
zh_tw: 家人共享帳號

# iTMSFamilyMembersDescriptionPluralMany
source: %1$@ and %2$d others
ar: %1$@ و%2$d أخرى
ca: %1$@ i %2$d altres
cs: %1$@ a další (%2$d)
da: %1$@ og %2$d andre
de: %1$@ und %2$d andere
el: %1$@ και %2$d ακόμη
es: %1$@ y %2$d más
es_us: %1$@ y %2$d más
fi: %1$@ ja %2$d muuta
fr: %1$@ et %2$d autres
fr_ca: %1$@ et %2$d autres
he: ‏%1$@ ו-%2$d נוספים
hi: %1$@ और %2$d अन्य
hr: %1$@ i još %2$d
hu: %1$@ és további %2$d
id: %1$@ dan %2$d lainnya
it: %1$@ e altri %2$d
ja: %1$@さんとその他%2$d人
ko: %1$@ 및 %2$d개의 항목
ms: %1$@ dan %2$d yang lain
nb: %1$@ og %2$d andre
nl: %1$@ en %2$d andere
pl: %1$@ i jeszcze %2$d
pt_br: %1$@ e mais %2$d
pt_pt: %1$@ e mais %2$d
ro: %1$@ și încă %2$d
ru: %1$@ и еще %2$d
sk: %1$@ a ďalšie (%2$d)
sl: %1$@ in toliko drugih: %2$d
sv: %1$@ och %2$d till
th: %1$@ และอีก %2$d
tr: %1$@ ve %2$d tane daha
uk: %1$@ і ще %2$d
vi: %1$@ và %2$d lời nhắc khác
zh_cn: %1$@和其他%2$d人
zh_hk: %1$@和其他%2$d個
zh_tw: %1$@和其他%2$d位

# iTMSFamilyMembersDescriptionPluralTwo
source: %1$@ and %2$@
ar: ‏%1$@ و %2$@
ca: %1$@ i %2$@
cs: %1$@ a %2$@
da: %1$@ og %2$@
de: %1$@ und %2$@
el: %1$@ και %2$@
es: %1$@ y %2$@
es_us: %1$@ y %2$@
fi: %1$@ ja %2$@
fr: %1$@ et %2$@
fr_ca: %1$@ et %2$@
he: ‏%1$@ ו-%2$@
hi: %1$@ और %2$@
hr: %1$@ i %2$@
hu: %1$@ és %2$@
id: %1$@ dan %2$@
it: %1$@ e %2$@
ja: %1$@さんと%2$@さん
ko: %1$@ 및 %2$@
ms: %1$@ dan %2$@
nb: %1$@ og %2$@
nl: %1$@ en %2$@
pl: %1$@ i %2$@
pt_br: %1$@ e %2$@
pt_pt: %1$@ e %2$@
ro: %1$@ și %2$@
ru: %1$@ и %2$@
sk: %1$@ a %2$@
sl: %1$@ in %2$@
sv: %1$@ och %2$@
th: %1$@ และ %2$@
tr: %1$@ ve %2$@
uk: %1$@ і %2$@
vi: %1$@ và %2$@
zh_cn: %1$@和%2$@
zh_hk: %1$@和%2$@
zh_tw: %1$@和%2$@

# iTMSFreeNoDescription
source: You won’t be asked for your password when downloading free items.
ar: لن تتم مطالبتك بكلمة السر الخاصة بك عند تنزيل العناصر المجانية.
ca: No se’t demanarà la contrasenya quan descarreguis ítems gratuïts.
cs: Při stahování bezplatných položek nebudete žádáni o heslo.
da: Du bliver ikke bedt om din adgangskode, når du henter gratis emner.
de: Du wirst bei kostenlosen Downloads nicht nach deinem Passwort gefragt.
el: Δεν θα ζητηθεί το συνθηματικό σας κατά τη λήψη δωρεάν στοιχείων.
es: No se te solicitará la contraseña en las descargas de ítems gratuitos.
es_us: No se solicitará una contraseña al descargar elementos gratuitos.
fi: Salasanaasi ei kysytä, kun lataat ilmaisia kohteita.
fr: Votre mot de passe ne vous sera pas demandé lorsque vous téléchargez des éléments gratuits.
fr_ca: Votre mot de passe ne vous sera pas demandé lorsque vous téléchargez des éléments gratuits.
he: במהלך הורדה של פריטים ללא תשלום, לא יהיה לך צורך לספק סיסמה.
hi: मुफ़्त आइटम डाउनलोड करते समय आपसे पासवर्ड नहीं पूछा जाएगा।
hr: Prilikom preuzimanja besplatnih stavki neće se zatražiti unos vaše lozinke.
hu: A rendszer nem fog jelszót kérni az ingyenes elemek letöltésekor.
id: Anda tidak akan dimintai kata sandi Anda saat mengunduh item gratis.
it: Non verrà richiesta la password per i download gratuiti.
ja: 無料の項目をダウンロードするときにパスワードは求められません。
ko: 무료 항목을 다운로드하는 경우에는 암호를 물어보지 않습니다.
ms: Kata laluan anda tidak akan diminta semasa memuat turun item percuma.
nb: Du vil ikke bli spurt om passord når du laster ned gratisobjekter.
nl: Je wordt niet gevraagd om je wachtwoord als je gratis onderdelen downloadt.
pl: Do pobierania bezpłatnych rzeczy hasło nie będzie wymagane.
pt_br: Sua senha não será exigida para baixar itens gratuitos.
pt_pt: Não lhe será pedida a palavra‑passe quando descarregar elementos gratuitos.
ro: Parola dvs. nu va fi solicitată la descărcarea articolelor gratuite.
ru: При загрузке бесплатного контента пароль запрашиваться не будет.
sk: Pri sťahovaní bezplatných položiek nebude potrebné zadávať heslo.
sl: Ob prenosu brezplačne vsebine vam ne bo treba vnesti gesla.
sv: Du kommer inte att bli tillfrågad om lösenordet när du hämtar kostnadsfria objekt.
th: คุณจะไม่ถูกถามรหัสผ่านเมื่อดาวน์โหลดรายการฟรี
tr: Ücretsiz öğeleri indirirken parolanız sorulmayacaktır.
uk: Для викачування безкоштовних обʼєктів пароль не вимагатиметься.
vi: Bạn sẽ không bị yêu cầu nhập mật khẩu khi tải về các mục miễn phí.
zh_cn: 下载免费项目时，你无需提供密码。
zh_hk: 下載免費項目時將不需要輸入密碼。
zh_tw: 下載免費項目時將不會詢問你的密碼。

# iTMSFreePasswordSettingGroupTitle
source: Free Downloads
ar: التنزيلات المجانية
ca: Descàrregues gratuïtes
cs: Bezplatná stahování
da: Gratis overførsler
de: Kostenlose Downloads
el: Δωρεάν λήψεις
es: Descargas gratuitas
es_us: Descargas gratuitas
fi: Ilmaiset lataukset
fr: Téléchargements gratuits
fr_ca: Téléchargements gratuits
he: הורדות ללא תשלום
hi: मुफ़्त डाउनलोड
hr: Besplatna preuzimanja
hu: Ingyenes letöltések
id: Pengunduhan Gratis
it: Download gratuiti
ja: 無料ダウンロード
ko: 무료 다운로드 항목
ms: Muat Turun Percuma
nb: Gratis nedlastinger
nl: Gratis downloads
pl: Bezpłatne rzeczy do pobrania
pt_br: Downloads Gratuitos
pt_pt: Descargas grátis
ro: Descărcări gratuite
ru: Бесплатные загрузки
sk: Bezplatné sťahovania
sl: Brezplačni prenosi
sv: Kostnadsfria hämtningar
th: รายการดาวน์โหลดฟรี
tr: Ücretsiz İndirilenler
uk: Безкоштовні викачування
vi: Tải về miễn phí
zh_cn: 免费下载
zh_hk: 免費下載項目
zh_tw: 免費下載項目

# iTMSFreeYesDescription
source: Free downloads will use the same restrictions as your app purchases and In-App Purchases.
ar: ستستخدم التنزيلات المجانية الخاصة بك نفس القيود المستخدمة في شراء التطبيقات وعمليات الشراء من داخل التطبيق.
ca: S’aplicaran a les descàrregues gratuïtes les mateixes restriccions que a les compres d’apps i a les compres integrades.
cs: Pro bezplatná stahování budou použita tatáž omezení jako pro nákupy aplikací a nákupy v aplikacích.
da: Gratis overførsler vil bruge de samme begrænsninger som dine appkøb og køb i app.
de: Kostenlose Downloads verwenden dieselben Einschränkungen wie deine App-Käufe und In-App-Käufe.
el: Οι δωρεάν λήψεις θα χρησιμοποιούν τους ίδιους περιορισμούς όπως οι αγορές εφαρμογών και οι αγορές εντός εφαρμογών.
es: Las descargas gratuitas utilizarán las mismas restricciones que las compras de apps y las compras dentro de la app.
es_us: Las descargas gratuitas seguirán las mismas restricciones de compras de apps y compras dentro de las apps.
fi: Ilmaiset lataukset käyttävät samoja rajoituksia appiostojesi ja apeissa tekemiesi ostojen kanssa.
fr: Les téléchargements gratuits seront soumis aux mêmes restrictions que les achats d’apps et les achats intégrés.
fr_ca: Les téléchargements gratuits seront soumis aux mêmes restrictions que les achats d’apps et les achats intégrés.
he: הורדות ללא תשלום משתמשות באותן הגבלות כמו רכישות של יישומים ורכישות בתוך יישומים.
hi: आपके मुफ़्त डाउनलोड के लिए आपकी ख़रीदारी और इन-ऐप ख़रीदारी के समान ही प्रतिबंधों का उपयोग किया जाएगा।
hr: Na besplatna preuzimanja primjenjivat će se ista ograničenja kao i na vaše kupnje aplikacija i In-App kupnje.
hu: Az ingyenes letöltések ugyanazt a korlátozást fogják használni, mint az appvásárlások és appbeli vásárlások.
id: Unduhan gratis akan menggunakan pembatasan yang sama dengan pembelian app dan Pembelian Di App Anda.
it: I download gratuiti sono soggetti alle stesse restrizioni valide per gli acquisti standard e in-app.
ja: 無料ダウンロードにも、アプリ購入およびアプリ内課金と同じ制限が適用されます。
ko: 앱 구입 및 앱 내 구입과 동일한 제한사항이 무료 다운로드 항목에도 적용됩니다.
ms: Muat turun percuma akan menggunakan pengehadan yang sama seperti pembelian app dan Pembelian In-App anda.
nb: Gratis nedlastinger vil ha samme restriksjoner som andre appkjøp og kjøp i app.
nl: Voor gratis downloads gelden dezelfde beperkingen als voor je app-aankopen en in-app aankopen.
pl: Pobieranie bezpłatnych rzeczy będzie podlegało takim samym wymogom jak zakupy aplikacji i zakupy w aplikacjach.
pt_br: Downloads gratuitos usarão as mesmas restrições usadas para suas Compras Dentro de Apps.
pt_pt: As descargas grátis usam as mesmas restrições que as compras e compras integradas.
ro: Descărcările gratuite vor utiliza aceleași restricții ca și cele utilizate pentru cumpărarea aplicațiilor sau cumpărarea din aplicații.
ru: Для бесплатных загрузок будут действовать те же ограничения, что и для покупок в обычных приложениях и приложениях со встроенными покупками.
sk: Sťahovanie bezplatných položiek sa bude riadiť rovnakými pravidlami ako nákupy apiek a nákupy v apkách.
sl: Za brezplačne prenose veljajo enake omejitve kot za nakupe aplikacij in nakupe v aplikacijah.
sv: Kostnadsfria hämtningar kommer att använda samma begränsningar som dina köp av appar och köp inuti appar.
th: รายการดาวน์โหลดฟรีจะใช้ข้อจำกัดเดียวกันกับแอปที่คุณซื้อและการซื้อภายในแอปของคุณ
tr: Ücretsiz indirilenler de uygulama satın alımlarınız ve Uygulama İçi Satın Alımlar ile aynı sınırlamaları kullanacaktır.
uk: До безкоштовних викачувань застосовуватимуться такі самі обмеження, що й до придбаних програм і покупок у програмах.
vi: Tải về miễn phí sẽ sử dụng cùng các giới hạn mật khẩu như các giao dịch mua app và Mua In-App.
zh_cn: 免费下载将使用与App购买及App内购买相同的限制。
zh_hk: 免費下載項目將會使用與App購買項目和「App內購買」相同的限制。
zh_tw: 免費下載項目將會使用與App購買項目和「App內購買」相同的密碼限制。

# iTMSHDPreviewsOffDescription
source: Previews will be in Standard Definition. This setting is recommended for a slow internet connection.
ar: ستكون المعاينات بالدقة القياسية. يوصى بهذا الإعداد عندما يكون اتصال الإنترنت بطيئًا.
ca: Les previsualitzacions seran en definició estàndard. És l’opció recomanada si la connexió a internet és lenta.
cs: Ukázky se budou přehrávat v standardní kvalitě. Toto nastavení je vhodné pro pomalé připojení k internetu.
da: Eksempler vil være i SD-format. Denne indstilling anbefales til en langsom internetforbindelse.
de: Die Vorschauwiedergabe erfolgt im SD-Format. Diese Einstellung wird für langsame Internetverbindungen empfohlen.
el: Οι προεπισκοπήσεις θα αναπαράγονται σε Τυπική ευκρίνεια (SD). Αυτή η ρύθμιση συνιστάται αν είναι αργή η ταχύτητα σύνδεσής σας στο Διαδίκτυο.
es: Las previsualizaciones se verán en definición estándar. Este es el ajuste recomendado para conexiones a internet de baja velocidad.
es_us: Los avances estarán en definición estándar. Esta configuración se recomienda cuando la velocidad del Internet es baja.
fi: Esikatselut toistetaan normaalitarkkuudella. Tätä asetusta suositellaan hitaalle internet-yhteydelle.
fr: Les extraits seront en définition standard. Ce réglage est recommandé pour les connexions Internet lentes.
fr_ca: Les aperçus seront en définition standard. Ce réglage est recommandé si votre connexion Internet est lente.
he: תצוגות מקדימות יוצגו באיכות רגילה. הגדרה זו מומלצת במקרה של חיבורי אינטרנט איטיים.
hi: प्रीव्यू स्टैंडर्ड डेफ़िनिशन में रहेंगे। यह सेटिंग धीमी गति वाले इंटरनेट कनेक्शन के लिए अनुशंसित है।
hr: Pregledi će biti u SD kvaliteti. Ovo podešenje preporučeno je za sporu internetsku vezu.
hu: Az előnézetek normál felbontásban fognak megjelenni. Ez a beállítás lassú internetkapcsolat esetén javasolt.
id: Pratinjau akan berformat Definisi Standar. Pengaturan ini dianjurkan untuk koneksi internet lambat.
it: Le anteprime verranno riprodotte in definizione standard. L’opzione è consigliata per connessioni a internet meno veloci.
ja: プレビューが標準解像度になります。この設定はインターネットの接続速度が遅い場合に推奨されます。
ko: 미리보기가 표준 화질(SD)로 재생됩니다. 이 설정은 인터넷 연결 속도가 느린 경우에 권장됩니다.
ms: Pratonton akan disediakan dalam Definisi Standard. Seting ini disyorkan untuk sambungan internet yang perlahan.
nb: Forhåndsvisninger vises i standard oppløsning. Innstillingen anbefales hvis internettforbindelsen er treg.
nl: Voorvertoningen worden afgespeeld in SD. Deze instelling wordt aangeraden voor een trage internetverbinding.
pl: Podglądy są odtwarzane w rozdzielczości SD. To ustawienie jest zalecane, jeśli masz wolne połączenie z Internetem.
pt_br: As pré‑visualizações estarão em Definição Padrão (SD). Este ajuste é recomendado para uma conexão lenta à internet.
pt_pt: Os excertos serão em SD. A definição SD é recomendada para uma ligação lenta à internet.
ro: Previzualizările vor avea definiție standard. Această configurare este recomandată dacă aveți o conexiune lentă la internet.
ru: Предпросмотр контента будет воспроизводиться в формате SD. Этот вариант рекомендуется для медленного интернет-соединения.
sk: Ukážky budú v štandardnom rozlíšení. Toto nastavenie sa odporúča pre pomalé internetové pripojenie.
sl: Predogledi bodo v standardni ločljivosti. Ta nastavitev je priporočljiva za počasne internetne povezave.
sv: Förhandsvisningar visas i standardupplösning. Den här inställningen rekommenderas om du har en långsam internetanslutning.
th: การแสดงตัวอย่างจะเล่นในแบบความละเอียดมาตรฐาน แนะนำให้ใช้การตั้งค่านี้สำหรับการเชื่อมต่อกับอินเทอร์เน็ตความเร็วต่ำ
tr: Önizlemeler Standart Çözünürlük’te gösterilir. Bu ayar, yavaş bir internet bağlantısı için önerilir.
uk: Передогляди відтворюватимуться у стандартній чіткості. Рекомендовано для повільного інтернет-зʼєднання.
vi: Bản xem trước sẽ có định dạng Độ nét chuẩn. Cài đặt này được đề xuất cho kết nối internet chậm.
zh_cn: 将以标准清晰度预览。推荐互联网连接较慢时使用此设置。
zh_hk: 預覽會使用標準畫質播放。如果互聯網連線速度緩慢，建議使用此設定。
zh_tw: 預覽將會以標準畫質格式顯示。此設定適用於低速網際網路連線。

# iTMSHDPreviewsOffTitle
source: SD
ar: دقة قياسية
es_us: Estándar
fr_ca: DS
zh_cn: 标清

# iTMSHDPreviewsOnDescription
source: If available, previews will be in High Definition. This setting is recommended for a fast internet connection.
ar: ستكون المعاينات بالدقة العالية، عند توفرها. يوصى بهذا الإعداد عندما يكون اتصال الإنترنت سريعًا.
ca: Les previsualitzacions seran en alta definició, si està disponible. És l’opció recomanada si la connexió a internet és ràpida.
cs: Ukázky se budou přehrávat ve vysoké kvalitě (bude‑li dostupná). Toto nastavení je vhodné pro rychlé připojení k internetu.
da: Hvis det er tilgængeligt, vil eksempler være i HD-format. Denne indstilling anbefales til en hurtig internetforbindelse.
de: Die Vorschauwiedergabe erfolgt im HD-Format (wenn verfügbar). Diese Einstellung wird für schnelle Internetverbindungen empfohlen.
el: Αν διατίθεται αυτή η επιλογή, οι προεπισκοπήσεις θα αναπαράγονται σε Υψηλή ευκρίνεια (HD). Αυτή η ρύθμιση συνιστάται αν είναι γρήγορη η ταχύτητα σύνδεσής σας στο Διαδίκτυο.
es: Las previsualizaciones se verán en alta definición, si está disponible. Este es el ajuste recomendado para conexiones a internet de alta velocidad.
es_us: Si están disponibles, los avances se muestran en alta definición. Se recomienda esta configuración si tienes una conexión a Internet de alta velocidad.
fi: Jos saatavilla, esikatselut toistetaan teräväpiirtona. Tätä asetusta suositellaan nopealle internet-yhteydelle.
fr: Les extraits seront en haute définition (si disponible). Ce réglage est recommandé pour les connexions Internet rapides.
fr_ca: Les aperçus seront affichés en haute définition dans la mesure du possible. Ce réglage est recommandé si votre connexion Internet est rapide.
he: תצוגות מקדימות, כאשר הן זמינות, יוצגו באיכות HD. הגדרה זו מומלצת במקרה של חיבורי אינטרנט מהירים.
hi: यदि उपलब्ध हो, तो प्रीव्यू हाई डेफ़िनिशन वाले होंगे। यह सेटिंग तेज़ गति वाले इंटरनेट कनेक्शन के लिए अनुशंसित है।
hr: Pregledi će biti u visokoj definiciji ako je dostupna. Ovo podešenje preporučeno je za brzu internetsku vezu.
hu: Az előnézetek nagy felbontásban fognak megjelenni, ha az elérhető. Ez a beállítás gyors internetkapcsolat esetén javasolt.
id: Jika tersedia, pratinjau akan berformat Definisi Tinggi. Pengaturan ini dianjurkan untuk koneksi internet cepat.
it: Se disponibili, le anteprime verranno riprodotte in alta definizione. L’opzione è consigliata per connessioni a internet veloci.
ja: プレビューがHD解像度になります（この解像度が用意されている場合）。この設定はインターネットの接続速度が速い場合に推奨されます。
ko: 사용 가능한 경우 미리보기가 고화질(HD)로 재생됩니다. 이 설정은 인터넷 연결 속도가 빠른 경우에 권장됩니다.
ms: Jika tersedia, pratonton akan disediakan dalam Definisi Tinggi. Seting ini disyorkan untuk sambungan internet yang laju.
nb: Forhåndsvisninger vises i høy oppløsning hvis tilgjengelig. Innstillingen anbefales for raske internettforbindelser.
nl: Voorvertoningen worden afgespeeld in HD, indien beschikbaar. Deze instelling wordt aangeraden voor een snelle internetverbinding.
pl: Podglądy są odtwarzane w rozdzielczości HD (jeśli jest dostępna). To ustawienie jest zalecane, jeśli masz szybkie połączenie z Internetem.
pt_br: Se disponíveis, as pré-visualizações serão em Alta Definição. Este ajuste é recomendado para uma conexão rápida à internet.
pt_pt: Sempre que HD esteja disponível, os excertos serão reproduzidos nesta definição. A definição HD é recomendada para uma ligação rápida à internet.
ro: În funcție de disponibilitate, previzualizările vor avea definiție înaltă. Această configurare este recomandată pentru o conexiune rapidă la internet.
ru: По мере возможности предпросмотр контента будет воспроизводиться в формате HD. Этот вариант рекомендуется для быстрого интернет-соединения.
sk: Ukážky budú vo vysokom rozlíšení, pokiaľ je dostupné. Toto nastavenie sa odporúča pre rýchle internetové pripojenie.
sl: Predogledi bodo v visoki ločljivosti, če je na voljo. Ta nastavitev je priporočljiva za hitre internetne povezave.
sv: Förhandsvisningar visas i HD-upplösning om tillgängligt. Den här inställningen rekommenderas med en snabb internetanslutning.
th: การแสดงตัวอย่างจะเล่นในแบบความละเอียดสูงหากมี แนะนำให้ใช้การตั้งค่านี้สำหรับการเชื่อมต่อกับอินเทอร์เน็ตความเร็วสูง
tr: Varsa önizlemeler Yüksek Çözünürlük’te gösterilir. Bu ayar, hızlı bir internet bağlantısı için önerilir.
uk: Передогляди відтворюватимуться у високій чіткості, якщо це можливо. Рекомендовано для швидкого інтернет-зʼєднання.
vi: Nếu có sẵn, bản xem trước sẽ có định dạng Độ nét cao. Cài đặt này được đề xuất cho kết nối internet nhanh.
zh_cn: 可用时，将以高清晰度预览。推荐互联网连接较快时使用此设置。
zh_hk: 預覽會使用高清畫質播放（如適用）。如果使用高速互聯網連線，建議使用此設定。
zh_tw: 若可用，預覽將會以高畫質格式顯示。此設定適用於高速網際網路連線。

# iTMSHDPreviewsOnTitle
source: HD
ar: دقة عالية
zh_cn: 高清

# iTMSHDPreviewsTitle
source: Preview Resolution
ar: دقة المعاينة
ca: Resolució de la previsualització
cs: Rozlišení ukázek
da: Eksempel på opløsning
de: Auflösung der Vorschau
el: Ανάλυση προεπισκόπησης
es: Resolución de previsualización
es_us: Resolución de vista previa
fi: Esikatselutarkkuus
fr: Résolution des extraits
fr_ca: Résolution de l’aperçu
he: הצגת רזולוציה בתצוגה מקדימה
hi: प्रीव्यू का रिज़ोल्यूशन
hr: Razlučivost pregleda
hu: Előnézet felbontása
id: Resolusi Pratinjau
it: Risoluzione anteprima
ja: プレビューの解像度
ko: 미리보기 해상도
ms: Resolusi Pratonton
nb: Forhåndsvisninger
nl: Voorvertoningsresolutie
pl: Rozdzielczość podglądu
pt_br: Resolução da Pré-Visualização
pt_pt: Resolução dos excertos
ro: Rezoluție previzualizare
ru: Качество предпросмотра
sk: Rozlíšenie ukážky
sl: Ločljivost predogleda
sv: För förhandsvisningar
th: ความละเอียดตัวอย่าง
tr: Önizleme Çözünürlüğü
uk: Формат перегляду
vi: Độ phân giải Xem trước
zh_cn: 预览分辨率
zh_hk: 預覽解像度
zh_tw: 預覽解析度

# iTMSLocationTitle
source: Location
ar: الموقع
ca: Ubicació
cs: Poloha
da: Lokalitet
de: Standort
el: Τοποθεσία
es: Ubicación
es_us: Ubicación
fi: Sijainti
fr: Emplacement
fr_ca: Emplacement
he: מיקום
hi: स्थान
hr: Lokacija
hu: Hely
id: Lokasi
it: Luogo
ja: 場所
ko: 위치
ms: Lokasi
nb: Land
nl: Locatie
pl: Kraj
pt_br: Localização
pt_pt: Localização
ro: Localizare
ru: Регион
sk: Miesto
sl: Lokacija
sv: Plats
th: ตำแหน่งที่ตั้ง
tr: Konum
uk: Країна
vi: Vị trí
zh_cn: 位置
zh_hk: 位置
zh_tw: 位置

# iTMSMatchTitle
source: iCloud Music Library
ar: مكتبة موسيقى iCloud
ca: Biblioteca musical a l’iCloud
cs: Hudební knihovna na iCloudu
da: iCloud-musikbibliotek
de: iCloud-Musikmediathek
el: Βιβλιοθήκη μουσικής iCloud
es: Biblioteca de música de iCloud
es_us: Biblioteca musical de iCloud
fi: iCloud-musiikkikirjasto
fr: Collection musicale iCloud
fr_ca: Bibliothèque musicale iCloud
he: ספריית המוזיקה ב-iCloud
hi: iCloud संगीत लाइब्रेरी
hr: iCloud glazbena medijateka
hu: iCloud-zenekönyvtár
id: Perpustakaan Musik iCloud
it: Libreria musicale di iCloud
ja: iCloudミュージックライブラリ
ko: iCloud 음악 보관함
ms: Pustaka Muzik iCloud
nb: iCloud-musikkbibliotek
nl: iCloud-muziekbibliotheek
pl: Biblioteka muzyczna iCloud
pt_br: Biblioteca de Música do iCloud
pt_pt: Música em iCloud
ro: Bibliotecă muzicală iCloud
ru: Медиатека iCloud
sk: iCloud Hudobná knižnica
sl: Glasbena knjižnica iCloud
sv: iCloud-musikbibliotek
th: คลังเพลง iCloud
tr: iCloud Müzik Arşivi
uk: Фонотека iCloud
vi: Thư viện Nhạc iCloud
zh_cn: iCloud音乐资料库
zh_hk: iCloud音樂資料庫
zh_tw: iCloud音樂資料庫

# iTMSNoRentalsFound
source: No additional rentals available.
ar: لا تتوفر عناصر مستأجرة إضافية
ca: No hi ha més lloguers disponibles.
cs: Nejsou k dispozici žádné další výpůjčky.
da: Der er ingen yderligere lejede emner tilgængelige.
de: Keine weiteren Leihartikel verfügbar.
el: Δεν διατίθενται πρόσθετες ενοικιάσεις.
es: No hay más alquileres disponibles.
es_us: No hay rentas adicionales disponibles.
fi: Muita vuokrattuja ei ole.
fr: Aucune autre location disponible.
fr_ca: Aucune autre location disponible.
he: אין השכרות נוספות זמינות.
hi: कोई अतिरिक्त रेंटल उपलब्ध नहीं हैं।
hr: Nisu dostupni novi sadržaji za posuđivanje.
hu: Nem érhető el több kölcsönözhető elem.
id: Tidak ada sewaan tambahan yang tersedia.
it: Non ci sono noleggi aggiuntivi disponibili.
ja: ほかに入手可能なレンタルはありません。
ko: 사용 가능한 추가 대여 항목 없음.
ms: Tiada sewaan tambahan tersedia.
nb: Ingen flere leieobjekter tilgjengelig.
nl: Geen extra gehuurde media beschikbaar.
pl: Brak dodatkowych wypożyczonych rzeczy.
pt_br: Nenhum item adicional para aluguel disponível.
pt_pt: Não há mais elementos alugados disponíveis.
ro: Nu sunt disponibile închirieri suplimentare.
ru: Нет других объектов напрокат.
sk: Žiadne ďalšie dostupné položky na požičanie.
sl: Ni dodatne vsebine za izposojo.
sv: Inga fler hyresobjekt är tillgängliga.
th: ไม่มีรายการเช่าเพิ่มเติม
tr: Başka bir kiralık yok.
uk: Немає інших доступних елементів прокату.
vi: Không có sẵn phim đã thuê khác.
zh_cn: 无更多可用租借项目。
zh_hk: 沒有其他租借項目。
zh_tw: 沒有任何其他租借項目。
